Repository: common-repository/bbcode-shortcut
Catalog: languages/cf_bbcode-*.po
Languages: it_it

source: New BBCode added.
it_it: Il nuovo BBCode è stato aggiunto

source: Last BBCode removed.
it_it: L'ultimo BBCode è stato eliminato

source: Options saved.
it_it: Salvataggio dei parametri effettuato

source: BBCode Shortcut Plugin Options
it_it: Opzioni Plugin BBCode Shortcut

source: Remove this
it_it: Elimina

source: Are you sure ?
it_it: Sei sicuro ?

source: This is your BBCode token n.
it_it: Questo è il tuo codice BBCode n.

source: Usage: put [
it_it: USO: inserisci [

source: :<em>value-1,...,value-N</em>] in your post
it_it: :<em>value-1,...,value-N</em>] nel testo dell'articolo

source: This script replace the BBCode n.
it_it: Questo script andrà a sostituire il BBCode n.

source: {0}...{N} will be replaced by <em>value-1,...,value-N</em> contents in BBCode
it_it: {0}...{N} saranno sostituiti da <em>value-1,...,value-N</em> inseriti di volta in volta nel BBCode

source: Alternate feed Script
it_it: Script alternativo per il feed RSS

source: only in the feed. If it's left blank, it will not be used
it_it: solo nel feed RSS. Se non viene valorizzato, non sarà utilizzato.

source: Enabled
it_it: Abilita

source: Yes
it_it: Si

source: If disabled, the BBcode is replaced by null
it_it: Se il BBCode è disabilitato, il relativo codice non viene mostrato nel post

source: Add new BBCode
it_it: Aggiungi un nuovo BBCode

source: WARNING: (1) the BBcodes are case sensitive (2) you can recursively remove only the last BBCode.
it_it: ATTENZIONE:<br/>(1) I BBCode sono Case Sensitive<br/>(2) è possibile eliminare le definizioni dei BBCode in maniera ricorsiva solo a partire dall'ultimo

source: Update Options
it_it: Aggiornamento parametri
